Revit 2027 API
ParameterTypeId.FbxLightInitialColorName Property
 "Temperature Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightInitialColorName { get; }
Public Shared ReadOnly Property FbxLightInitialColorName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightInitialColorName {
	ForgeTypeId^ get ();
}
static member FbxLightInitialColorName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace